app/controllers/students_controller.rb

  def index
    @instance_var = Student.all
---
SELECT "students".* FROM "students"